const j = [
    {id:0, text: 'グラミー賞を受賞したエレクトロニック・ミュージックのパイオニアであるダフトパンクが、28年を経て解散す​​ると発表した。'},
    {id:1, text: 'ヘルメットをかぶったこのフランス人デュオは、「エピローグ」という8分間の動画でその知らせを伝えた。'},
    {id:2, text: 'トーマ・バンガルテルとギ＝マニュエル・ド・オメン＝クリストで構成されるダフトパンクは、長年にわたって多くの成功を収めており、6つのグラミー賞を受賞、「ワン・モア・タイム」、「仕事は終わらない（Harder, Better, Faster, Stronger）」、「ゲット・ラッキー」でチャートの1位を獲得している。'},
    {id:3, text: 'バンガルテルとド・オメン＝クリストは1987年にパリの学校で出会った。'},
    {id:4, text: 'ダフトパンクを結成する前、彼らはダーリンという名前のロックバンドを組んでいた。'},
    {id:5, text: '2人は1993年にダフトパンクを結成し、1997年にファーストアルバム ホームワークをリリースした。'},
    {id:6, text: 'ダフトパンクは曲「ダ・ファンク」で最初の成功を収めたが、それはビルボードのダンスチャートで1位を獲得し、グラミー賞に初めてノミネートされた。'},
    {id:7, text: '彼らは「アラウンド・ザ・ワールド」で再び1位とグラミー賞のノミネートを獲得した。'},
    {id:8, text: 'ダフトパンクは2001年にリリースした大ヒット曲「仕事は終わらない（Harder, Better, Faster, Stronger）」を収録したセカンドアルバム、ディスカバリーでさらに大きな成功を収めた。'},
    {id:9, text: '2009年には、この曲のライブバージョンが、彼らにとって初のグラミー賞となるベスト・ダンス・レコーディングを受賞した。'},
    {id:10, text: '5年後、ダフトパンクはランダム・アクセス・メモリーズで最優秀アルバム賞を受賞し、これを達成した初のエレクトロ・バンドとなり、その夜は他にも3つのグラミー賞を持ち帰った。'},
    {id:11, text: 'ランダム・アクセス・メモリーズは、2020年ローリング・ストーン誌の「史上最高のアルバム500枚」のランキングでも295位だった。'},
]

export default j